Repository: pypi-data/pypi-mirror-165
Catalog: packages/pylavcogs-shared/pylavcogs_shared-0.1.4.tar.gz/pylavcogs_shared-0.1.4/pylavcogs_shared/ui/buttons/locales/*.po
Languages: ar_sa

source: You are not authorized to interact with this option.
ar_sa: غير مسموح لك بالتفاعل مع هذا الخيار.

source: Yes
ar_sa: نعم

source: No
ar_sa: لا

source: Disconnect {} {}
ar_sa: قطع الاتصال {} {}

source: players
ar_sa: اللاعبين

source: player
ar_sa: لاعب

source: Connecting to the node with SSL enabled...
ar_sa: جارٍ الاتصال بالعقدة باستخدام SSL...

source: Connecting to the node with SSL disabled...
ar_sa: جارٍ الاتصال بالعقدة مع تعطيل SSL...

source: This node will only be used for searches...
ar_sa: سيتم استخدام هذه العقدة فقط للبحث...

source: This node will be used for search and playback...
ar_sa: سيتم استخدام هذه العقدة للبحث والتشغيل...

source: Please fill out all the fields before continuing.
ar_sa: يرجى ملء جميع الحقول قبل المتابعة.

source: When you press done this node will be permanently delete...
ar_sa: عندما تضغط على إنهاء هذه العقدة سيتم حذفها نهائيًا...

source: This node will no longer be deleted once you press done...
ar_sa: لن يتم حذف هذه العقدة بعد أن تضغط على الانتهاء...

source: __Enabled sources__: {sources}
ar_sa: __المصادر الممكنة__: {sources}

source: You are not authorized to perform this action.
ar_sa: أنت غير مصرح لك بتنفيذ هذا الإجراء.

source: No Player Available For Action - Try Refreshing.
ar_sa: لا يوجد لاعب متاح للعمل - جرب التحديث.

source: Bot Owner Action
ar_sa: إجراء مالك بوت

source: Player disconnected
ar_sa: اللاعب غير متصل

source: Player stopped.
ar_sa: توقف اللاعب.

source: No Players Available For Action - Try Refreshing.
ar_sa: لا يوجد لاعب متوفر لاتخاذ إجراء - جرب التحديث.

source: When you press done this playlist will be permanently delete...
ar_sa: عندما تضغط على قائمة التشغيل هذه سيتم حذفها نهائيًا...

source: This playlist will no longer be deleted once you press done...
ar_sa: لن يتم حذف قائمة التشغيل هذه بعد أن تضغط على الانتهاء...

source: Clearing all tracks from the playlist playlist...
ar_sa: مسح جميع المسارات من قائمة التشغيل...

source: No longer clearing tracks from the playlist...
ar_sa: لم يعد مسح المسارات من قائمة التشغيل...

source: Here is your playlist: {name}{extras}
ar_sa: ها هي قائمة التشغيل الخاصة بك: {name}{extras}

source: (compressed using gzip to make it possible to send via Discord - you can use <https://gzip.swimburger.net/> to decompress it)
ar_sa: (مضغوط باستخدام gzip لجعل من الممكن الإرسال عبر Discord - يمكنك استخدام <https://gzip.swimburger.net/> لفك الضغط عليه)

source: Updating playlist with the latest tracks...
ar_sa: تحديث قائمة التشغيل بأحدث المسارات...

source: Not updating playlist...
ar_sa: عدم تحديث قائمة التشغيل...

source: Adding the current queue to playlist...
ar_sa: إضافة قائمة الانتظار الحالية إلى قائمة التشغيل...

source: No longer adding the current queue to playlist...
ar_sa: لم تعد تضيف قائمة الانتظار الحالية إلى قائمة التشغيل...

source: Removing all duplicate tracks from the queue...
ar_sa: إزالة جميع المسارات المكررة من قائمة الانتظار...

source: No longer all duplicate tracks from the queue...
ar_sa: لم تعد جميع المسارات المكررة من قائمة الانتظار...

source: Playlists you can currently play
ar_sa: قوائم التشغيل التي يمكنك تشغيلها حاليا

source: Pick a playlist
ar_sa: اختر قائمة تشغيل

source: What should the playlist name be?
ar_sa: ماذا ينبغي أن يكون اسم قائمة التشغيل؟

source: Not connected to a voice channel.
ar_sa: غير متصل بقناة صوتية.

source: There's nothing in the Queue.
ar_sa: لا يوجد شيء في قائمة الانتظار.

source: Removed tracks from the queue.
ar_sa: إزالة المسارات من قائمة الانتظار.

source: What do you want to enqueue?
ar_sa: ماذا تريد الإنتظار؟
