Repository: pypi-data/pypi-mirror-165
Catalog: packages/pylavcogs-shared/pylavcogs_shared-0.1.5-py2.py3-none-any.whl/pylavcogs_shared/ui/buttons/locales/*.po
Languages: ro_ro, ru_ru

source: You are not authorized to interact with this option.
ro_ro: Nu sunteți autorizat să interacționați cu această opțiune.
ru_ru: Вы не авторизованы для взаимодействия с этой опцией.

source: Yes
ro_ro: Da
ru_ru: Да

source: No
ro_ro: Nr
ru_ru: Нет

source: Disconnect {} {}
ro_ro: Deconectare {} {}
ru_ru: Отключить {} {} {}

source: players
ro_ro: jucători
ru_ru: игроков

source: player
ro_ro: jucător
ru_ru: игрок

source: Connecting to the node with SSL enabled...
ro_ro: Se conectează la modul cu SSL activat...
ru_ru: Подключение к узлу с включенным SSL...

source: Connecting to the node with SSL disabled...
ro_ro: Conectarea la nod cu SSL dezactivată...
ru_ru: Подключение к узлу с отключением SSL ...

source: This node will only be used for searches...
ro_ro: Acest modul va fi folosit doar pentru căutări...
ru_ru: Этот узел будет использоваться только для поиска...

source: This node will be used for search and playback...
ro_ro: Acest modul va fi folosit pentru căutare și redare...
ru_ru: Этот узел будет использоваться для поиска и воспроизведения...

source: Please fill out all the fields before continuing.
ro_ro: Vă rugăm să completaţi toate câmpurile înainte de a continua.
ru_ru: Пожалуйста, заполните все поля перед продолжением.

source: When you press done this node will be permanently delete...
ro_ro: Când apăsați s-a terminat acest modul va fi șters definitiv...
ru_ru: Когда вы нажмете кнопку "Готово", этот узел будет удален навсегда...

source: This node will no longer be deleted once you press done...
ro_ro: Acest modul nu va mai fi șters după ce apăsați pe terminat...
ru_ru: Этот узел больше не будет удален после того, как вы нажмете...

source: __Enabled sources__: {sources}
ro_ro: __Surse activate__: {sources}
ru_ru: __Включённые источники__: {sources}

source: You are not authorized to perform this action.
ro_ro: Nu sunteți autorizat să efectuați această acțiune.
ru_ru: Вы не авторизованы для выполнения этого действия.

source: No Player Available For Action - Try Refreshing.
ro_ro: Niciun jucător disponibil pentru acțiune - Încercați reîmprospătarea.
ru_ru: Нет доступных игроков для действия - Попробуйте обновить.

source: Bot Owner Action
ro_ro: Acțiunea proprietarului botului
ru_ru: Действие владельца бота

source: Player disconnected
ro_ro: Player deconectat
ru_ru: Игрок отключен

source: Player stopped.
ro_ro: Jucătorul s-a oprit.
ru_ru: Игрок остановлен

source: No Players Available For Action - Try Refreshing.
ro_ro: Niciun jucător disponibil pentru acțiune - Încearcă să împrospătezi.
ru_ru: Нет доступных игроков для действий - попробуйте обновить.

source: When you press done this playlist will be permanently delete...
ro_ro: Când apeși pe terminat, această listă de redare va fi ștearsă permanent...
ru_ru: После завершения этого плейлиста будет окончательно удалено...

source: This playlist will no longer be deleted once you press done...
ro_ro: Această listă de redare nu va mai fi ștearsă după ce apăsați pe terminat...
ru_ru: Этот плейлист больше не будет удален после того, как вы нажмете...

source: Clearing all tracks from the playlist playlist...
ro_ro: Curăță toate piesele din lista de redare...
ru_ru: Очистка всех треков из плейлиста воспроизведения...

source: No longer clearing tracks from the playlist...
ro_ro: Nu se mai curăță melodiile din lista de redare...
ru_ru: Больше не удалять треки из плейлиста...

source: Here is your playlist: {name}{extras}
ro_ro: Aici este lista ta de redare: {name}{extras}
ru_ru: Ваш плейлист: {name}{extras}

source: (compressed using gzip to make it possible to send via Discord - you can use <https://gzip.swimburger.net/> to decompress it)
ro_ro: (comprimat folosind gzip pentru a face posibilă trimiterea prin Discord - poți folosi <https://gzip.swimburger.net/> pentru a o dezarhiva)
ru_ru: (сжато с помощью gzip для отправки через Discord - вы можете использовать <https://gzip.swimburger.net/> для распаковки)

source: Updating playlist with the latest tracks...
ro_ro: Actualizare listă de redare cu cele mai recente piese...
ru_ru: Обновление плейлиста с помощью последних треков...

source: Not updating playlist...
ro_ro: Nu se actualizează lista de redare...
ru_ru: Плейлист не обновляется...

source: Adding the current queue to playlist...
ro_ro: Se adaugă coada curentă la lista de redare...
ru_ru: Добавление текущей очереди в плейлист...

source: No longer adding the current queue to playlist...
ro_ro: Nu se mai adaugă coada curentă la lista de redare...
ru_ru: Больше не добавлять в плейлист текущую очередь...

source: Removing all duplicate tracks from the queue...
ro_ro: Se șterg toate piesele duplicate din coadă...
ru_ru: Удаление всех дубликатов треков из очереди...

source: No longer all duplicate tracks from the queue...
ro_ro: Nu se mai repetă toate melodiile din coadă...
ru_ru: Больше не все дубликаты треков из очереди...

source: Playlists you can currently play
ro_ro: Liste de redare pe care le poți reda în prezent
ru_ru: Плейлисты, которые вы можете сейчас играть

source: Pick a playlist
ro_ro: Alege o listă de redare
ru_ru: Выберите плейлист

source: What should the playlist name be?
ro_ro: Care ar trebui să fie numele listei de redare?
ru_ru: Каким именем должен быть плейлист?

source: Not connected to a voice channel.
ro_ro: Nu este conectat la un canal de voce.
ru_ru: Не подключен к голосовому каналу.

source: There's nothing in the Queue.
ro_ro: Nu e nimic în coadă.
ru_ru: В очереди ничего нет.

source: Removed tracks from the queue.
ro_ro: Piesele eliminate din coadă.
ru_ru: Треки удалены из очереди.

source: What do you want to enqueue?
ro_ro: Ce vrei să te bazezi?
ru_ru: Что вы хотите поставить?
