Repository: pypi-data/pypi-mirror-165
Catalog: packages/pylavcogs-shared/pylavcogs_shared-0.1.3-py2.py3-none-any.whl/pylavcogs_shared/utils/locales/*.po
Languages: ar_sa

source: Shows the credits and translation details for the PyLav cogs and shared code.
ar_sa: يعرض الاعتمادات وتفاصيل الترجمة لرموز PyLav والشفرة المشتركة.

source: PyLav was created by [Draper#6666](https://github.com/Drapersniper). PyLav can be located in https://github.com/Drapersniper/PyLav PyLavCog-Shared can be located in https://github.com/Drapersniper/PyLavCog-Shared PyLav-Cogs can be located in https://github.com/Drapersniper/PyLav-Cogs PyLav's support server can be found at https://discord.com/invite/Sjh2TSCYQB You can help translate PyLav by contributing to our Crowdin projects at: https://crowdin.com/project/pylav and https://crowdin.com/project/pylavcogs-shared and https://crowdin.com/project/pylavcogs Contributors: - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github.com/Drapersniper/PyLavCog-Shared/graphs/contributors - https://github.com/Drapersniper/PyLav-Cogs/graphs/contributors If you wish to buy me a coffee for my work, you can do so at: https://www.buymeacoffee.com/draper or https://github.com/sponsors/Drapersniper
ar_sa: تم إنشاء PyLav بواسطة [Draper#6666](https://github.com/Drapersniper). يمكن أن يكون PyLav في https://github. om/Drapersniper/PyLav PyLavCog-participred يمكن أن يكون موجودا في https://github.com/Drapersniper/PyLavCog-participred PyLav-Cogs في https://github. om/Drapersniper/PyLav-Cogs يمكن العثور على خادم دعم PyLav's على https://discord.com/invite/Sjh2TSCYQB يمكنك المساعدة في ترجمة PyLav عن طريق المساهمة في مشاريعنا كراودِن في: https://crowdin. om/project/pylav و https://crowdin.com/project/pylavcogs-share و https://crowdin.com/project/pylavcogs المساهمون: - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github. om/Drapersniper/PyLavCog-Shared/graphs/contributors - https://github.com/Drapersniper/PyLav-Cogs/graphs/contribu إذا كنت ترغب في شراء قهوة لعملي، يمكنك فعل ذلك على: https://www.buymeacoffee.com/draper أو https://github.com/sponsors/Drapersniper

source: Show the version of PyLav and PyLavCogs-Shared libraries.
ar_sa: إظهار نسخة من المكتبات المشتركة PyLav و PyLavCogs.

source: Library
ar_sa: المكتبة

source: Version
ar_sa: الإصدار

source: Sync the Bots slash commands.
ar_sa: مزامنة الأوامر البوتس باطلة.

source: Synced the bots slash commands.
ar_sa: تمت مزامنة الأوامر اللاصقة.

source: This command requires an existing player to be run.
ar_sa: يتطلب هذا الأمر تشغيل مشغل موجود.

source: MediaPlayer cog is currently temporarily unavailable due to an outage with the backend services, please try again later.
ar_sa: كود MediaPlayer غير متوفر حاليا بشكل مؤقت بسبب انقطاع مع خدمات الخلفية، الرجاء المحاولة مرة أخرى لاحقا.

source: No Lavalink node currently available.
ar_sa: لا توجد عقدة فارغة متاحة حاليا.

source: MediaPlayer is currently unable to process tracks belonging to {feature}.
ar_sa: MediaPlayer غير قادر حاليا على معالجة المسارات التي تخص {feature}.

source: No Lavalink node currently available with feature {feature}.
ar_sa: لا توجد عقدة فارغة متاحة حاليا مع الميزة {feature}.

source: This command is not available in this channel. Please use {channel}
ar_sa: هذا الأمر غير متوفر في هذه القناة. الرجاء استخدام {channel}

source: This command requires you to be a DJ.
ar_sa: هذا الأمر يتطلب منك أن تكون DJ.

source: PyLav is not ready - Please try again shortly.
ar_sa: PyLav غير جاهز - الرجاء المحاولة مرة أخرى قريبا.
