Repository: pypi-data/pypi-mirror-165
Catalog: packages/pylavcogs-shared/pylavcogs_shared-0.0.34.tar.gz/pylavcogs_shared-0.0.34/pylavcogs_shared/ui/menus/locales/*.po
Languages: ar_sa

source: Enter the domain or IP address of the host
ar_sa: أدخل النطاق أو عنوان IP للمضيف

source: Host
ar_sa: المضيف

source: Enter the host port to connect to
ar_sa: أدخل منفذ المضيف للاتصال بـ

source: Port
ar_sa: المنفذ

source: Enter the node's password
ar_sa: أدخل كلمة مرور العقدة

source: Password
ar_sa: كلمة المرور

source: Enter an easy to know name for the node.
ar_sa: أدخل اسم العقدة الذي يسهل التعرف عليه.

source: Name
ar_sa: الاسم

source: Enter a timeout in seconds.
ar_sa: أدخل مهلة في ثواني.

source: Timeout
ar_sa: مهلة

source: Source to disable.
ar_sa: مصدر لتعطيل.

source: Name set to {name}
ar_sa: تم تعيين الاسم إلى {name}

source: Password set to {password}
ar_sa: تم تعيين كلمة المرور إلى {password}

source: Host set to {host}
ar_sa: تم تعيين المضيف إلى {host}

source: Invalid port.
ar_sa: منفذ غير صالح.

source: Port set to {port}
ar_sa: تم تعيين المنفذ إلى {port}

source: Invalid timeout, it must be a number in seconds.
ar_sa: مهلة غير صالحة، يجب أن يكون رقم في ثوان.

source: Timeout set to {timeout} seconds.
ar_sa: تم تعيين المهلة إلى {timeout} ثانية.

source: Change the domain or IP address of the host
ar_sa: تغيير النطاق أو عنوان IP للمضيف

source: Change the host port to connect to
ar_sa: تغيير منفذ المضيف للاتصال بـ

source: Change the node's password
ar_sa: تغيير كلمة مرور العقدة

source: Change the name of this node.
ar_sa: تغيير اسم هذه العقدة.

source: Enter the new timeout for this node.
ar_sa: أدخل المهلة الجديدة لهذه العقدة.

source: selected
ar_sa: المحدد

source: inactive
ar_sa: غير نشط

source: all
ar_sa: الكل

source: Not connected anywhere.
ar_sa: غير متصل في أي مكان.

source: Please enter the playlist URL
ar_sa: الرجاء إدخال عنوان URL لقائمة التشغيل

source: Playlist URL
ar_sa: رابط قائمة التشغيل

source: Please enter the playlist name
ar_sa: الرجاء إدخال اسم قائمة التشغيل

source: Playlist Name
ar_sa: اسم قائمة التشغيل

source: Please enter the new playlist name
ar_sa: الرجاء إدخال اسم قائمة التشغيل الجديدة

source: What query to add to the playlist
ar_sa: ما هو الاستعلام الذي تريد إضافته إلى قائمة التشغيل

source: Query
ar_sa: الاستعلام

source: What query to remove from the playlist
ar_sa: ما هو الاستعلام المراد إزالته من قائمة التشغيل

source: Select Track To Remove
ar_sa: حدد المسار لإزالته

source: Select Track To Play Now
ar_sa: حدد المسار المراد تشغيله الآن

source: Pick An Effect Preset To Apply
ar_sa: اختر التأثير المسبق للتطبيق

source: Select Track To Enqueue
ar_sa: حدد المسار إلى قائمة الانتظار
