Repository: pypi-data/pypi-mirror-165
Catalog: packages/pylavcogs-shared/pylavcogs_shared-0.1.3.tar.gz/pylavcogs_shared-0.1.3/pylavcogs_shared/utils/locales/*.po
Languages: ro_ro

source: Shows the credits and translation details for the PyLav cogs and shared code.
ro_ro: Afișează detalii despre credite și traduceri pentru cogurile PyLav și codul partajat.

source: PyLav was created by [Draper#6666](https://github.com/Drapersniper). PyLav can be located in https://github.com/Drapersniper/PyLav PyLavCog-Shared can be located in https://github.com/Drapersniper/PyLavCog-Shared PyLav-Cogs can be located in https://github.com/Drapersniper/PyLav-Cogs PyLav's support server can be found at https://discord.com/invite/Sjh2TSCYQB You can help translate PyLav by contributing to our Crowdin projects at: https://crowdin.com/project/pylav and https://crowdin.com/project/pylavcogs-shared and https://crowdin.com/project/pylavcogs Contributors: - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github.com/Drapersniper/PyLavCog-Shared/graphs/contributors - https://github.com/Drapersniper/PyLav-Cogs/graphs/contributors If you wish to buy me a coffee for my work, you can do so at: https://www.buymeacoffee.com/draper or https://github.com/sponsors/Drapersniper
ro_ro: PyLav a fost creat de [Draper#6666](https://github.com/Drapersniper). PyLav poate fi localizat în https://github. om/Drapersniper/PyLav PyLavCog-Shared poate fi localizat în https://github.com/Drapersniper/PyLavCog-Shared PyLav-Cogs poate fi localizat în https://github. server-ul de suport PyLav-Cogs PyLav/Drapersniper/PyLavs poate fi găsit la https://discord.com/invite/Sjh2TSCYQB Puteți ajuta la traducerea PyLav contribuind la proiectele noastre Crowdin la: https://crowdin. om/project/pylav și https://crowdin.com/project/pylavcogs-shared și https://crowdin.com/project/pylavcogs Contribuitori: - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github. om/Drapersniper/PyLavCog-Shared/graphs/contributors - https://github.com/Drapersniper/PyLav-Cogs/graphs/contributors Dacă doriți să îmi cumpărați o cafea pentru munca mea, puteți face acest lucru la: https://www.buymeacoffee.com/draper sau https://github.com/sponsors/Drapersniper

source: Show the version of PyLav and PyLavCogs-Shared libraries.
ro_ro: Arată versiunea de librării PyLav şi PyLavCogs-Shared

source: Library
ro_ro: Bibliotecă

source: Version
ro_ro: Versiune

source: Sync the Bots slash commands.
ro_ro: Sincronizează comenzile Bots slash comenzi.

source: Synced the bots slash commands.
ro_ro: Sincronizați comenzile de tăietură a boților.

source: This command requires an existing player to be run.
ro_ro: Această comandă necesită un jucător existent pentru a rula.

source: MediaPlayer cog is currently temporarily unavailable due to an outage with the backend services, please try again later.
ro_ro: Cogul MediaPlayer este momentan indisponibil din cauza unei întreruperi cu serviciile backend, te rugăm să încerci din nou mai târziu.

source: No Lavalink node currently available.
ro_ro: Nici un nod Lavalink disponibil în prezent.

source: MediaPlayer is currently unable to process tracks belonging to {feature}.
ro_ro: MediaPlayer nu poate procesa piesele care aparțin lui {feature}.

source: No Lavalink node currently available with feature {feature}.
ro_ro: Niciun nod Lavalink disponibil în prezent cu caracteristica {feature}.

source: This command is not available in this channel. Please use {channel}
ro_ro: Această comandă nu este disponibilă în acest canal. Te rugăm să folosești {channel}

source: This command requires you to be a DJ.
ro_ro: Această comandă necesită să fii un DJ.

source: PyLav is not ready - Please try again shortly.
ro_ro: PyLav nu este gata - încercaţi din nou în scurt timp.
