print('''
老冯:呵呵,啊哈哈哈哈哈哈(突发恶疾)…鸡汤来了。

        诶,这这,这都菜都齐了,怎么还不吃呀。

        
王大队张:老冯啊,大伙都不敢吃。

        有人说,说是有人在菜里下了毒。

        
老冯:哎哟哟,王大队张。哎呀你这人就喜欢开玩笑。

        哎呀,快趁热吃吧,我不打扰我走了,哈。

        
薛司令：你不能走(淡定)。


老冯：薛司令,你不会相信王大队张胡说八道吧。


薛司令：我信,我非常相信。


老冯：司令,怎么怎么你也喜欢开玩笑。


薛司令：你要是没放毒,你就把这碗鸡汤喝了。


老冯：司令,这鸡汤啊,十分的珍贵,应该让同志们先喝。

        我这一个炊事员,怎么能喝这鸡汤呢。


薛司令：你看你忙里忙外的多辛苦,喝碗鸡汤算什么呀。

        你要是真不喝,说明你真下毒了。


老冯：这,这,这…这不对吧。这今天谁,谁要陷害我。

        王大队长你要陷害我是吧。

        啊哈,行,我喝,喝,喝。我喝,我喝

        诶呀,这喝汤,多是一件美事啊。哎呀。

        哎呀,啧啧啧啧,不咸不淡,味道真是好极了。

        司令,看看,没事吧。喝吧,趁热喝吧。

        司令,你得带个头,你要不带头喝。他,他们怎怎么能,能敢喝呢？

        诶,都,都都看我干什么呀。

        喝呀喝呀,快,快,趁热喝,趁热喝呀！

        艾！！！他乃乃的(拍桌o*≧▽≦ツ┏━┓),为什么不喝？

        喝,都喝,不喝…不喝是吧,不喝,不喝我就炸死你(激动)！

        都不敢喝,都怕死是吧。我告诉你,不喝,不喝也别想活着！

        既然大家都知道了,这戏我就不演了。

        我就是大名鼎鼎的重庆军统和大日本双料高级特工——

        代号——穿山甲！

        哼,杜孝先是我放的,

        这鸡汤里面的毒我也放了,不过这鸡汤我喝了,我肯定得死。

        你们不喝,也别想活着。

        龟野先生,天皇陛下,我,我,我的任务完成了！

        啊哈哈哈哈哈,啊哈哈哈哈哈！！！！！……

        嗯？？？！乃乃的,给我玩阴的是吧,直接来吧！！！……

        噗(跪地)(喷血)
        ''')
print('''
ほほほ、あははははは...鶏のスープが来た。

え、これ、これは全部料理が揃っているのに、どうしてまだ食べないの。

おやおや,王大隊張さん。

あら、あなたは冗談を言うのが好きですね。

あら、早く熱いうちに食べましょう。邪魔しません。

私は行きます。薛司令、王大隊の張がでたらめを信じないだろう。

司令官、どうしても冗談を言うのが好きですね。

司令さん、この鶏のスープは、とても貴重です。

同誌たちに先に飲ませるべきです。

炊事係ですが、この鶏のスープをどうやって飲めますか。

これ、これは正しくないでしょう。

今日は誰ですか。

誰が私を陥れるのですか。

王大隊張は私を陥れるでしょう。

あは、いいよ、私は飲む、飲む。

私は飲みます、私は食べますよ、これはスープを飲むのは、とても素晴らしいことです。

あら、あら、チューチューチュー、しょっぱくも薄くもないし、味も最高です。

司令官、ちょっと見てください。

大丈夫ですか。飲んでください。

熱いうちに飲んでください。

司令さん、先頭に立って、先頭に立って飲まないでください。

彼,彼らはどうして,敢えて飲めるのか?え、みんな、私が何をするか全部見てるよ。

飲んで、飲んで、早く、早く、熱いうちに飲んで、熱いうちに飲んで!

愛!!!彼は乃乃乃のものだ,どうして飲まないのか?

飲む、飲む、飲まない...飲まない、飲まない、飲まないなら爆殺すぞ!

飲む勇気もないし、死ぬのが怖いでしょう。

飲まなくても、生きたくないと言っておくよ!

皆が知っている以上,この芝居は演じない。

私は有名な重慶軍統と大日本双料高級エージェントコードネーム穿山甲です!ふーん。

杜孝先は私が入れたのだ。

この鶏のスープに毒を入れましたが、この鶏のスープは私が飲んだので。

きっと死にそうです。

君たちは飲まなくても生きることを考えるな。

鬼野さん、天皇陛下、私、私の任務は終わりました。

あははははは、あはははは!!!!!......

乃乃の、陰で遊んでくれよ、直接来て...

は！！！！！！！！
''')
