Repository: pypi-data/pypi-mirror-165
Catalog: packages/pylavcogs-shared/pylavcogs_shared-0.1.3.tar.gz/pylavcogs_shared-0.1.3/pylavcogs_shared/ui/buttons/locales/*.po
Languages: es_es, fi_fi

source: You are not authorized to interact with this option.
es_es: No está autorizado a interactuar con esta opción.
fi_fi: Sinulla ei ole oikeutta olla vuorovaikutuksessa tämän vaihtoehdon kanssa.

source: Yes
es_es: Sí
fi_fi: Kyllä

source: No
es_es: Nu
fi_fi: Ei

source: Disconnect {} {}
es_es: Desconectar {} {}
fi_fi: Katkaise Yhteys {} {}

source: players
es_es: jugadores
fi_fi: pelaajat

source: player
es_es: jugador
fi_fi: pelaaja

source: Connecting to the node with SSL enabled...
es_es: Conectando al nodo con SSL habilitado...
fi_fi: Yhdistetään palvelimeen SSL-yhteyden ollessa käytössä...

source: Connecting to the node with SSL disabled...
es_es: Conectando al nodo con SSL desactivado...
fi_fi: Yhdistetään palvelimeen SSL-yhteyden ollessa pois päältä...

source: This node will only be used for searches...
es_es: Este nodo sólo se utilizará para búsquedas...
fi_fi: Tätä solmua käytetään vain hakuihin...

source: This node will be used for search and playback...
es_es: Este nodo se utilizará para buscar y reproducir...
fi_fi: Tätä solmua käytetään hakuun ja toistoon...

source: Please fill out all the fields before continuing.
es_es: Por favor, rellena todos los campos antes de continuar.
fi_fi: Täytä kaikki kentät ennen jatkamista.

source: When you press done this node will be permanently delete...
es_es: Al pulsar completar, este nodo se eliminará permanentemente...
fi_fi: Kun painat valmis tämä solmu poistetaan pysyvästi...

source: This node will no longer be deleted once you press done...
es_es: Este nodo ya no se eliminará una vez que presione hecho...
fi_fi: Tätä solmua ei enää poisteta, kun painat valmis...

source: __Enabled sources__: {sources}
es_es: __Fuentes habilitadas__: {sources}
fi_fi: __Käytössä lähteet__: {sources}

source: You are not authorized to perform this action.
es_es: No está autorizado a realizar esta acción.
fi_fi: Sinulla ei ole oikeutta suorittaa tätä toimintoa.

source: No Player Available For Action - Try Refreshing.
es_es: No hay ningún jugador disponible para la acción - Pruebe a actualizar.
fi_fi: Pelaajaa Ei Saatavilla Toimintoihin - Kokeile Päivittää.

source: Bot Owner Action
es_es: Acción del Bot
fi_fi: Botin Omistajan Toiminta

source: Player disconnected
es_es: Jugador desconectado
fi_fi: Soittimen yhteys katkaistu

source: Player stopped.
es_es: Jugador detenido.
fi_fi: Soitin pysähtyi.

source: No Players Available For Action - Try Refreshing.
es_es: No hay jugadores disponibles para la acción - Pruebe a actualizar.
fi_fi: Pelaajia Ei Käytettävissä Toimintaan - Yritä Päivitellä.

source: When you press done this playlist will be permanently delete...
es_es: Al pulsar finalizar esta lista de reproducción se eliminará permanentemente...
fi_fi: Kun painat valmis tämä soittolista poistetaan pysyvästi...

source: This playlist will no longer be deleted once you press done...
es_es: Esta lista de reproducción ya no se eliminará una vez que presione hecho...
fi_fi: Tätä soittolistaa ei enää poisteta, kun painat valmis...

source: Clearing all tracks from the playlist playlist...
es_es: Limpiando todas las pistas de la lista de reproducción...
fi_fi: Tyhjennetään kaikki kappaleet soittolistan soittolistalta...

source: No longer clearing tracks from the playlist...
es_es: Ya no se borran pistas de la lista de reproducción...
fi_fi: Älä enää poista kappaleita soittolistalta...

source: Here is your playlist: {name}{extras}
es_es: Esta es tu lista: {name}{extras}
fi_fi: Tässä on soittolistasi: {name}{extras}

source: (compressed using gzip to make it possible to send via Discord - you can use <https://gzip.swimburger.net/> to decompress it)
es_es: (comprimido usando gzip para hacer posible enviar a través de Discord - puedes usar <https://gzip.swimburger.net/> para descomprimirlo)
fi_fi: (pakattu gzip-pakkauksella, jotta lähettäminen Discordin kautta on mahdollista - voit käyttää <https://gzip.swimburger.net/> purkaa sen)

source: Updating playlist with the latest tracks...
es_es: Actualizando lista de reproducción con las últimas pistas...
fi_fi: Päivitetään soittolistaa uusimpien kappaleiden kanssa...

source: Not updating playlist...
es_es: No se está actualizando la lista de reproducción...
fi_fi: Soittolistaa ei päivite...

source: Adding the current queue to playlist...
es_es: Añadiendo la cola actual a la lista de reproducción...
fi_fi: Lisätään nykyinen jono soittolistaan...

source: No longer adding the current queue to playlist...
es_es: Ya no se está añadiendo la cola actual a la lista de reproducción...
fi_fi: Ei enää lisätä nykyistä jonoa soittolistaan...

source: Removing all duplicate tracks from the queue...
es_es: Eliminando todas las pistas duplicadas de la cola...
fi_fi: Poistetaan kaikki kaksoiskappaleet jonosta...

source: No longer all duplicate tracks from the queue...
es_es: Ya no todas las pistas duplicadas de la cola...
fi_fi: Ei enää kaikkia kaksoiskappaleita jonosta...

source: Playlists you can currently play
es_es: Listas de reproducción que puedes reproducir actualmente
fi_fi: Soittolistat joita voit pelata tällä hetkellä

source: Pick a playlist
es_es: Elegir una lista
fi_fi: Valitse soittolista

source: What should the playlist name be?
es_es: ¿Cuál debería ser el nombre de la lista de reproducción?
fi_fi: Mikä soittolistan nimen pitäisi olla?

source: Not connected to a voice channel.
es_es: No conectado a un canal de voz.
fi_fi: Ei ole yhdistetty äänikanavaan.

source: There's nothing in the Queue.
es_es: No hay nada en la Cola.
fi_fi: Jonossa ei ole mitään.

source: Removed tracks from the queue.
es_es: Eliminado pistas de la cola.
fi_fi: Poistetut kappaleet jonosta.

source: What do you want to enqueue?
es_es: ¿Qué quieres encolar?
fi_fi: Mitä haluat jonottaa?
