Repository: pypi-data/pypi-mirror-165
Catalog: packages/pylavcogs-shared/pylavcogs_shared-0.1.3-py2.py3-none-any.whl/pylavcogs_shared/ui/buttons/locales/*.po
Languages: it_it

source: You are not authorized to interact with this option.
it_it: Non sei autorizzato a interagire con questa opzione.

source: Yes
it_it: Sì

source: Disconnect {} {}
it_it: Disconnetti {} {}

source: players
it_it: giocatori

source: player
it_it: giocatore

source: Connecting to the node with SSL enabled...
it_it: Connessione al nodo con SSL abilitato...

source: Connecting to the node with SSL disabled...
it_it: Connessione al nodo con SSL disabilitata...

source: This node will only be used for searches...
it_it: Questo nodo sarà usato solo per le ricerche...

source: This node will be used for search and playback...
it_it: Questo nodo sarà utilizzato per la ricerca e la riproduzione...

source: Please fill out all the fields before continuing.
it_it: Si prega di compilare tutti i campi prima di continuare.

source: When you press done this node will be permanently delete...
it_it: Quando premi questo nodo verrà eliminato permanentemente...

source: This node will no longer be deleted once you press done...
it_it: Questo nodo non sarà più eliminato una volta che si preme fine...

source: __Enabled sources__: {sources}
it_it: __Fonti abilitate__: {sources}

source: You are not authorized to perform this action.
it_it: Non sei autorizzato a eseguire questa azione.

source: No Player Available For Action - Try Refreshing.
it_it: Nessun Giocatore Disponibile Per Azione - Prova Ad Aggiornare.

source: Bot Owner Action
it_it: Azione Del Proprietario Del Bot

source: Player disconnected
it_it: Giocatore disconnesso

source: Player stopped.
it_it: Giocatore fermato.

source: No Players Available For Action - Try Refreshing.
it_it: Nessun Giocatore Disponibile Per Azione - Prova Ad Aggiornare.

source: When you press done this playlist will be permanently delete...
it_it: Quando premi questa scaletta verrà eliminata permanentemente...

source: This playlist will no longer be deleted once you press done...
it_it: Questa playlist non sarà più eliminata una volta che hai premuto...

source: Clearing all tracks from the playlist playlist...
it_it: Cancellazione di tutte le tracce dalla scaletta della scaletta...

source: No longer clearing tracks from the playlist...
it_it: Non è più possibile cancellare le tracce dalla scaletta...

source: Here is your playlist: {name}{extras}
it_it: Ecco la tua playlist: {name}{extras}

source: (compressed using gzip to make it possible to send via Discord - you can use <https://gzip.swimburger.net/> to decompress it)
it_it: (compresso usando gzip per consentire l'invio tramite Discord - puoi usare <https://gzip.swimburger.net/> per decomprimerlo)

source: Updating playlist with the latest tracks...
it_it: Aggiornamento playlist con le ultime tracce...

source: Not updating playlist...
it_it: Non aggiornare la playlist...

source: Adding the current queue to playlist...
it_it: Aggiunta della coda attuale alla scaletta...

source: No longer adding the current queue to playlist...
it_it: Non aggiungere più la coda corrente alla playlist...

source: Removing all duplicate tracks from the queue...
it_it: Rimozione di tutte le tracce duplicate dalla coda...

source: No longer all duplicate tracks from the queue...
it_it: Non tutte le tracce duplicate dalla coda...

source: Playlists you can currently play
it_it: Playlist che puoi riprodurre

source: Pick a playlist
it_it: Scegli una scaletta

source: What should the playlist name be?
it_it: Quale dovrebbe essere il nome della playlist?

source: Not connected to a voice channel.
it_it: Non connesso a un canale vocale.

source: There's nothing in the Queue.
it_it: Non c'è niente in coda.

source: Removed tracks from the queue.
it_it: Tracce rimosse dalla coda.

source: What do you want to enqueue?
it_it: Cosa vuoi mettere in coda?
