Repository: pypi-data/pypi-mirror-165
Catalog: packages/pylavcogs-shared/pylavcogs_shared-0.1.4.tar.gz/pylavcogs_shared-0.1.4/pylavcogs_shared/converters/locales/*.po
Languages: ar_sa

source: Bass boost with name `{arg}` not found.
ar_sa: لم يتم العثور على التعزيز العلوي بالاسم `{arg}`.

source: Maximum
ar_sa: الحد الأقصى

source: Insane
ar_sa: انساني

source: Extreme
ar_sa: متطرفة

source: Very High
ar_sa: عالية جدا

source: High
ar_sa: مرتفع

source: Medium
ar_sa: متوسط

source: Fine Tuned
ar_sa: ضبط جيد

source: Cut-off
ar_sa: إقلاع

source: Off
ar_sa: متوقف
