Repository: pypi-data/pypi-mirror-165
Catalog: packages/pylavcogs-shared/pylavcogs_shared-0.1.5.tar.gz/pylavcogs_shared-0.1.5/pylavcogs_shared/ui/buttons/locales/*.po
Languages: de_de, pt_br

source: You are not authorized to interact with this option.
de_de: Sie sind nicht berechtigt, mit dieser Option zu interagieren.
pt_br: Você não está autorizado a interagir com esta opção.

source: Yes
de_de: Ja
pt_br: sim

source: No
de_de: Nein
pt_br: Não

source: Disconnect {} {}
de_de: Trenne {} {}
pt_br: Desconectar {} {}

source: players
de_de: spieler
pt_br: Jogadores

source: player
pt_br: jogador

source: Connecting to the node with SSL enabled...
de_de: Verbindung zum Knoten mit SSL aktiviert...
pt_br: Conectando-se ao nó com SSL habilitado...

source: Connecting to the node with SSL disabled...
de_de: Verbindung zum Knoten mit SSL deaktiviert...
pt_br: Conectar ao nó com SSL desabilitado...

source: This node will only be used for searches...
de_de: Dieser Knoten wird nur für die Suche verwendet...
pt_br: Este nó só será usado para pesquisas...

source: This node will be used for search and playback...
de_de: Dieser Knoten wird für Suche und Wiedergabe verwendet...
pt_br: Este nó será usado para busca e reprodução...

source: Please fill out all the fields before continuing.
de_de: Bitte füllen Sie alle Felder aus, bevor Sie fortfahren.
pt_br: Por favor, preencha todos os campos antes de continuar.

source: When you press done this node will be permanently delete...
de_de: Nach Drücken dieses Knotens wird dieser Knoten dauerhaft gelöscht...
pt_br: Quando clicar em fazer isso, este nó será excluído permanentemente...

source: This node will no longer be deleted once you press done...
de_de: Dieser Knoten wird nicht mehr gelöscht, sobald Sie gedrückt haben...
pt_br: Este nó não será mais excluído quando você pressionar em breve...

source: __Enabled sources__: {sources}
de_de: __Aktivierte Quellen__: {sources}
pt_br: __Fontes habilitadas__: {sources}

source: You are not authorized to perform this action.
de_de: Sie sind nicht berechtigt, diese Aktion durchzuführen.
pt_br: Você não está autorizado a executar esta ação.

source: No Player Available For Action - Try Refreshing.
de_de: Kein Spieler verfügbar für Aktion - Versuchen Sie es zu aktualisieren.
pt_br: Nenhum jogador disponível para ação - tente atualizar.

source: Bot Owner Action
de_de: Bot Besitzer Aktion
pt_br: Ação do proprietário do bot

source: Player disconnected
de_de: Spieler getrennt
pt_br: Jogador desconectado

source: Player stopped.
de_de: Spieler gestoppt.
pt_br: Reprodutor parou.

source: No Players Available For Action - Try Refreshing.
de_de: Keine Spieler zur Aktion verfügbar - Versuchen Sie es zu aktualisieren.
pt_br: Nenhum jogador disponível para ação - tente atualizar.

source: When you press done this playlist will be permanently delete...
de_de: Wenn du diese Wiedergabeliste gedrückt hast, wird sie dauerhaft gelöscht...
pt_br: Quando você pressionar essa playlist será excluída permanentemente...

source: This playlist will no longer be deleted once you press done...
de_de: Diese Wiedergabeliste wird nicht mehr gelöscht, sobald du gedrückt hast...
pt_br: Essa playlist não será mais excluída depois que você pressionar em breve...

source: Clearing all tracks from the playlist playlist...
de_de: Lösche alle Titel von der Playlist Playlist...
pt_br: Limpando todas as faixas da lista de reprodução...

source: No longer clearing tracks from the playlist...
de_de: Titel werden nicht mehr von der Wiedergabeliste gelöscht...
pt_br: Não mais limpando as músicas da playlist...

source: Here is your playlist: {name}{extras}
de_de: Hier ist deine Wiedergabeliste: {name}{extras}
pt_br: Aqui está sua playlist: {name}{extras}

source: (compressed using gzip to make it possible to send via Discord - you can use <https://gzip.swimburger.net/> to decompress it)
de_de: (komprimiert mit gzip um das Senden über Discord zu ermöglichen - du kannst <https://gzip.swimburger.net/> zum Dekomprimieren verwenden)
pt_br: (compactado usando o gzip para tornar possível o envio via Discord - você pode usar <https://gzip.swimburger.net/> para descompactá-lo)

source: Updating playlist with the latest tracks...
de_de: Wiedergabeliste mit den neuesten Titeln aktualisieren...
pt_br: Atualizando playlist com as últimas faixas...

source: Not updating playlist...
de_de: Playlist wird nicht aktualisiert...
pt_br: Não atualizando playlist...

source: Adding the current queue to playlist...
de_de: Füge die aktuelle Warteschlange zur Wiedergabeliste hinzu...
pt_br: Adicionando a fila atual à playlist...

source: No longer adding the current queue to playlist...
de_de: Die aktuelle Warteschlange nicht mehr zur Wiedergabeliste hinzufügen...
pt_br: Não mais adicionando a fila atual à lista de reprodução...

source: Removing all duplicate tracks from the queue...
de_de: Entferne alle doppelten Titel aus der Warteschlange...
pt_br: Removendo todas as faixas duplicadas da fila...

source: No longer all duplicate tracks from the queue...
de_de: Nicht mehr alle doppelten Titel aus der Warteschlange...
pt_br: Não há mais faixas duplicadas da fila...

source: Playlists you can currently play
de_de: Wiedergabelisten die du gerade abspielen kannst
pt_br: Playlists que você pode jogar atualmente

source: Pick a playlist
de_de: Wähle eine Playlist
pt_br: Escolha uma playlist

source: What should the playlist name be?
de_de: Wie soll der Name der Playlist lauten?
pt_br: Qual deve ser o nome da playlist?

source: Not connected to a voice channel.
de_de: Keine Verbindung zu einem Sprachkanal.
pt_br: Não está conectado a um canal de voz.

source: There's nothing in the Queue.
de_de: Es ist nichts in der Warteschlange.
pt_br: Não há nada na fila.

source: Removed tracks from the queue.
de_de: Titel aus der Warteschlange entfernt.
pt_br: Músicas removidas da fila.

source: What do you want to enqueue?
de_de: Was möchtest du anfragen?
pt_br: O que você quer enfileirar?
